[
  { "id": 1, 
    "picture": "https://home.ripley.cl/store/Attachment/WOP/D170/2000371757372/2000371757372_2.jpg", 
    "title": "Mochila National Geographic NORMAN 30 LTS", 
    "description": "Complementa tus salidas al aire libre de la mejor manera con la práctica mochila National Geopraphic en su modelo Norman de 30 Litros de capacidad. Ajuste perfecto en la zona de la espalda. Sujeciones elásticas y cierres de notable versatilidad.", 
    "especificacion": "Medida del producto: 55 x 27 x 21 cm. Peso de producto: 0.73kg.", 
    "price": 32990, 
    "category" : "mochila" 
  }, 
  { "id": 2, 
    "picture": "https://home.ripley.cl/store/Attachment/WOP/D170/2000371440373/2000371440373_2.jpg", 
    "title": "Mochila National Geographic TOSCANA 32 LTS", 
    "description": "Su diseño permite una cómoda postura y distribución del peso, por lo que será de gran utilidad al momento de las caminatas o expediciones en el cerro.", 
    "especificacion": "Material composición: 420D ristop poliéster. Litraje: 28 + 4: 32 litros", 
    "price": 27990, 
    "category" : "mochila"
  }, 
  { "id": 3, 
    "picture": "https://home.ripley.cl/store/Attachment/WOP/D170/2000371440335/2000371440335_2.jpg", 
    "title": "Mochila National Geographic ONTARIO 25 LTS", 
    "description": "Sistema de respaldo Pro con hombro ajustable y cintura cómoda acolchada; correa para el pecho con hebilla de silbato; tirantes ajustables.", 
    "especificacion": "Material composición: 420D ristop poliéster. Material revestimiento: Poliéster", 
    "price": 46990, 
    "category" : "mochila"
  }, 
  { "id": 4, 
    "picture": "https://home.ripley.cl/store/Attachment/WOP/D170/2000354832706/2000354832706_2.jpg", 
    "title": "Bolso National Geographic DUFFEL 50L Azul", 
    "description": "Bolso NatGeo con capacidad 50 Litros, es de tela a prueba de agua y material 85% Tarpaulin + 15% PVC.", 
    "especificacion": "Cuenta con compratimiento principal grande con abertura cuadrada en la parte superior y compartimiento de malla interior con cierre, correa de hombro ajustable y 2 Correas acolchadas similares a las mochilas.Correas en la parte delantera y trasera del bolso que permiten mayor funcionalidad.", 
    "price": 59990, 
    "category" : "bolso"
  }, 
  { "id": 5, 
    "picture": "https://home.ripley.cl/store/Attachment/WOP/D170/2000360484951/2000360484951_2.jpg", 
    "title": "Mochila National Geographic Hidratación OREGON 12 LTS", 
    "description": "Mochila modelo HNG0121 con correa de pecho antideslizante con silbato de emergencia, espaldar acolchado respirable, bolsillo frontal con cierre y compartimento para bolsa de hidratación (no incluída)", 
    "especificacion": "Dimensiones: 22 x 12 x 44 cm. A prueba de agua.", "price": 29990, 
    "category" : "mochila"
   }, 
  { "id": 6, 
    "picture": "https://home.ripley.cl/store/Attachment/WOP/D170/2000360484913/2000360484913_2.jpg", 
    "title": "Mochila National Geographic TUNDRA 28 LTS", 
    "description": " Posee múltiples bolsillos interiores y exteriores, además de estar confeccionada con poliéster 420D Ripstop.", 
    "especificacion": "Dimensiones: 30 x 20 x 47 cm. Capacidad 28 litros, cubre mochila a prueba de agua, material tela 420D ripstop poliéster.", 
    "price": 34990,
    "category" : "mochila" 
  }, 
  { "id": 7, 
    "picture": "https://ripleycl.imgix.net/https%3A%2F%2Fs3-sa-east-1.amazonaws.com%2Fcentryproduction%2Fbelanit-inventario%2Fproducts%2F5eab1939c27f56138bd17b68%2Fimage%2F5eab1939c27f56138bd17b68%2Foriginal%2F380224_1.jpg?w=750&h=555&ch=Width&auto=format&cs=strip&bg=FFFFFF&q=60&trimcolor=FFFFFF&trim=color&fit=fillmax&ixlib=js-1.1.0&s=3e4ebec31493e69938f9a6207b11c944", 
    "title": "CARPA 2 PERSONAS AUGUSTA", 
    "description": "Carpa marca National Geographic modelo AUGUSTA CNG231 perfecto para 2 personas creada en material poliéster. Viviras las mejores experiencias con la carpa de National geographic estas son ideales para acampar en tus caminatas en la montaña, bosques, pescas viviendo las aventuras mas inesperadas. Ademas de alta resistencia, incluye Bolso para transportar la carpa a todos los lugares que lo desees.", 
    "especificacion": "Capacidad: 2 personas. Dimensiones: Largo 245 x ancho 55 + 123 x alto 103 cm. Peso: 2.95 Kg. Material: Poliéster respirable. Cubre techo: Poliéster 190T / columnas de agua: 1500mm / Capa de lluvia y protección UV. Varillas: Fibra de vidrio", 
    "price": 80990, 
    "category" : "carpa" 
  }, 
  {"id": 8, 
    "picture": "https://ripleycl.imgix.net/https%3A%2F%2Fs3-sa-east-1.amazonaws.com%2Fcentryproduction%2Fbelanit-inventario%2Fproducts%2F5e170ee36825a84dc9b20239%2Fimage%2F5e170ee36825a84dc9b20239%2Foriginal%2FNG13204NEG_1.jpg?w=750&h=555&ch=Width&auto=format&cs=strip&bg=FFFFFF&q=60&trimcolor=FFFFFF&trim=color&fit=fillmax&ixlib=js-1.1.0&s=f239b6066ca3e5bba93d09ee0e18d782", 
    "title": "Bolso NATGEO TRANSFORM | Negro", 
    "description": "Planet or plastic? Las bolsas y productos plásticos son una de las principales fuentes de desperdicios que afectan nuestro ecosistema. La linea Transform de NATGEO está fabricada de tela reciclada de botellas PET. Tu mejor compañero de aventuras, el bolso Transform de NATGEO es ideal para llevar a mano todo lo imprescindible para tu viaje. Dos amplios compartimentos y bolsillo interior con RFID para proteger tus documentos y tarjetas contra clonaciones y escaneos ilegales.", 
    "especificacion": "2 Compartimentos principales. Bolsillo frontal con cierre. Correa ajustable. Bolsillo interno multiuso o para el celular. Sujetador de llaves. Bolsillo RFID con cierre. Tamaño: 18 x 7.5 x 21 cm.", 
    "price": 22900, 
    "category" : "bolso"
  }, 
  {"id": 9, 
    "picture": "https://ripleycl.imgix.net/https%3A%2F%2Fs3-sa-east-1.amazonaws.com%2Fcentryproduction%2Fbelanit-inventario%2Fproducts%2F5f135530ea059141fda41bd1%2Fimage%2F5f135530ea059141fda41bd1%2Foriginal%2F384267_1.jpg?w=750&h=555&ch=Width&auto=format&cs=strip&bg=FFFFFF&q=60&trimcolor=FFFFFF&trim=color&fit=fillmax&ixlib=js-1.1.0&s=c5338d6d035bdaf825a1be3d0eff20cb", 
    "title" : "Carpa NATIONAL GEOGRAPHIC ROCKPORT II", 
    "description" : "La carpa marca National Geographic modelo Rockport CNG209 perfecto para 2 personas creada en material poliéster. Viviras las mejores experiencias con la carpa de National geographic estas son ideales para acampar en tus caminatas en la montaña, bosques, pescas viviendo las aventuras mas inesperadas. Ademas de alta resistencia, incluye bolso para transportar la carpa a todos los lugares que lo desees.", 
    "especificacion" : "Capacidad: 2 personas Dimensiones: Largo 200 + 115 x ancho 145 x alto 125 cm Peso: 4.05 Kg Material: Poliéster, resistente al agua Cubre techo impermeable: Poliéster 190T / columnas de agua: 1500mm Suelo: Polietileno Varillas: Fibra de vidrio Salida para cable eléctrico Gancho en el techo para lámpara Costuras selladas Bolsillos de malla Piso en la entrada Protección UV Color disponible: Naranja Bolso para la carpa Marca: National Geographic.", 
    "price" : 63990, 
    "category" : "carpa"
  },
  {"id": 10, 
    "picture" : "https://ripleycl.imgix.net/https%3A%2F%2Fs3-sa-east-1.amazonaws.com%2Fcentryproduction%2Fbelanit-inventario%2Fproducts%2F5e17152604c84b71979e6e5d%2Fimage%2F5e17152604c84b71979e6e5d%2Foriginal%2FNG15781KHA_1.jpg?w=750&h=555&ch=Width&auto=format&cs=strip&bg=FFFFFF&q=60&trimcolor=FFFFFF&trim=color&fit=fillmax&ixlib=js-1.1.0&s=892a1277594204bbc66de2624bcc1aa1", 
    "title" : "Banano NATGEO NATURE | KHAKI", 
    "description" : "Planet or plastic? Las bolsas y productos plásticos son una de las principales fuentes de desperdicios que afectan nuestro ecosistema. La linea Natural de NATGEO está fabricada de tela reciclada de botellas PET. Para el viajero activo! Lleva todos tus articulos personales al alcance de tu mano con el increíble banano de NATGEO. Amplio y cómodo, será tu mejor compañero de aventuras.", 
    "especificacion": "Material: RPET (Reciclado) Polyester Oxford. Medidas: 27 x 6 x 13cm. Bolsillo Frontal con cierre.. Compartimento principal con cierre. Bolsillo Interior abierto. Bolsillo trasero con cierre.",  
    "price": 16990, 
    "category": "banano"
  }, 
  {"id": 11, 
    "picture": "https://home.ripley.cl/store/Attachment/WOP/D170/2000360485002/2000360485002_2.jpg", 
    "title": "Banano NATIONAL GEOGRAPHIC BUFFALO", 
    "description": "Banano National Geographic de material ripstop poliéster con gran espacio interior este posee bolsillos con cierre. National Geographic diseñó este banano con el fin de tengas una mejor organización de esta manera puedes llevar tu movil, accesorios de camping y lo que desees llevar en ella ya que cuenta con alta resistencia su correa es acolchada y ajustable de cadera.", 
    "especificacion": "Capacidad: 4 lt Medidas: 49cm largo x 12cm ancho x 19cm alto Peso: 0.3 Kg Material: 420D ripstop poliéster Color: Verde Bolsillos laterales de cordel Correa acolchada y ajustable de cadera Marca: National Geographic.", 
    "price": 21990, 
    "category": "banano"
  }, 
  {"id": 12, 
    "picture": "https://home.ripley.cl/store/Attachment/WOP/D170/2000380361348/2000380361348_2.jpg", 
    "title": "Carpa NATIONAL GEOGRAPHIC FIORDLAND IV", 
    "description": "Carpa Fiordland National Geographic IV 4P. Notable composición y diseño para tus aventuras de camping. Destaca su cubierta 150D Oxford, su interior de 190T Transpirable y un suelo recubierto de 210D Oxford. Estructura sencilla en su armado que no defraudará en tus vacaciones.", 
    "especificacion": "Medidas: Largo 60+x220+60 x Ancho 240 x Alto 150 cm. Revestimiento Plateado.Varilla Automática de Fibra de Vidrio. Garantía: 3 meses.", 
    "price": 139990, 
    "category": "carpa"
  }
  ]